Repository: samgclarke/flask-starter
Catalog: flaskstarter/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Hello world! This is Flask Starter!
es: ¡Hola Mundo! Este es el Flask Starter!

source: Please confirm your email.
es: Por favor, confirma tu email.

source: Email address already exists.
es: La dirección de correo ya existe.

source: Thanks for registering with us. A confirmation email has been sent via email.
es: Gracias por registrarse con nosotros. Un correo electrónico de confirmación ha sidoenviado por correo electrónico.

source: Please confirm your account!
es: Por favor confirmar su cuenta!

source: Sorry, we could not find your account in our database.
es: Lo sentimos, no hemos podido encontrar su cuenta en nuestra base de datos.

source: We could not verify your email address.
es: No hemos podido verificar su dirección de correo electrónico.

source: Account already confirmed. Please login.
es: La cuenta ya confirmada. Por favor Iniciar sesión.

source: You have confirmed your account. Thanks!
es: Que haya confirmado su cuenta. ¡Gracias!

source: The confirmation link is invalid or has expired.
es: El enlace de confirmación no es válido o ha caducado.

source: Email address not found for any user.
es: Dirección de correo electrónico no encontrado para cualquier usuario.

source: You must confirm your account first.
es: Debe confirmar su cuenta de primera.

source: You have successfully changed your password.
es: Ha cambiado correctamente la contraseña.
